---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DefinitionGroup
source: html/4cdb7bda-b5ce-d8e5-4d2a-7dbdc808305d.htm
---
# DefinitionGroup Members

Causes the object to release immediately any resources it may be utilizing.